Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Podcast episodes have their own playback screen. You can play, pause, skip, and change the playback speed. If the episode includes chapters, you can use the Chapters list or move between chapters with the dedicated VoiceOver rotor. Transcript lets you read the episode as text. Audio Enhancements includes Voice Boost for clearer speech, Trim Silence for skipping silent sections, and an Equaliser with built-in presets. AirPlay is also available if you want to send playback to a speaker or TV. Playback continues if you leave the episode screen. A mini player remains available as you move between tabs. A two-finger double-tap anywhere in the app, also known as the Magic Tap, plays or pauses whatever is currently loaded. AppleVis remembers where you stopped in each episode. Start Over takes you back to the beginning, and Listened is a switch you can turn on as a reminder that you've heard an episode. You can also use Add to Queue, download the episode for offline listening, or use the same Save, Share, and Follow actions available elsewhere.
ar: لحلقات البودكاست شاشة تشغيل خاصة بها. يمكنك التشغيل والإيقاف المؤقت والتقديم والإرجاع وتغيير سرعة التشغيل. إذا كانت الحلقة تتضمن فصولًا، يمكنك استخدام قائمة الفصول أو التنقل بينها بالدوّار المخصص في VoiceOver. يتيح لك «النص المكتوب» قراءة الحلقة كنص. تشمل تحسينات الصوت تعزيز الصوت لكلام أوضح، وتقليم الصمت لتخطي المقاطع الصامتة، ومعادل صوت بإعدادات مسبقة مدمجة. ويتوفر AirPlay أيضًا إذا أردت إرسال التشغيل إلى مكبّر صوت أو تلفاز. يستمر التشغيل إذا غادرت شاشة الحلقة. ويبقى مشغّل مصغّر متاحًا أثناء التنقل بين علامات التبويب. النقر المزدوج بإصبعين في أي مكان في التطبيق، ويُعرف أيضًا بالنقرة السحرية، يشغّل ما هو محمّل حاليًا أو يوقفه مؤقتًا. يتذكر AppleVis أين توقفت في كل حلقة. يعيدك «البدء من جديد» إلى البداية، و«تم الاستماع» مفتاح يمكنك تشغيله لتذكّر أنك استمعت إلى الحلقة من قبل. يمكنك أيضًا استخدام «إضافة إلى قائمة الانتظار»، أو تنزيل الحلقة للاستماع دون اتصال، أو استخدام إجراءات الحفظ والمشاركة والمتابعة نفسها المتاحة في أماكن أخرى.
de: Podcast-Folgen haben einen eigenen Wiedergabebildschirm. Du kannst abspielen, pausieren, springen und die Wiedergabegeschwindigkeit ändern. Hat die Folge Kapitel, kannst du die Kapitelliste nutzen oder mit dem eigenen VoiceOver-Rotor zwischen Kapiteln wechseln. Mit „Transkript“ kannst du die Folge als Text lesen. Audio-Verbesserungen umfassen Stimmverstärkung für klarere Sprache, „Stille kürzen“ zum Überspringen stiller Abschnitte und einen Equalizer mit eingebauten Voreinstellungen. AirPlay steht ebenfalls zur Verfügung, wenn du die Wiedergabe an einen Lautsprecher oder Fernseher senden möchtest. Die Wiedergabe läuft weiter, wenn du den Bildschirm der Folge verlässt. Ein Mini-Player bleibt verfügbar, während du zwischen den Tabs wechselst. Ein Doppeltippen mit zwei Fingern irgendwo in der App, auch „magisches Tippen“ genannt, spielt ab oder pausiert, was gerade geladen ist. AppleVis merkt sich, wo du in jeder Folge aufgehört hast. „Von vorn“ bringt dich zurück zum Anfang, und „Gehört“ ist ein Schalter, den du als Erinnerung einschalten kannst, dass du eine Folge schon gehört hast. Du kannst außerdem „Zur Warteschlange hinzufügen“ nutzen, die Folge für das Offline-Hören laden oder dieselben Aktionen Sichern, Teilen und Folgen wie überall sonst verwenden.
el: Τα επεισόδια podcast έχουν τη δική τους οθόνη αναπαραγωγής. Μπορείτε να κάνετε αναπαραγωγή, παύση, μεταπήδηση και αλλαγή ταχύτητας. Αν το επεισόδιο έχει κεφάλαια, μπορείτε να χρησιμοποιήσετε τη λίστα κεφαλαίων ή να μετακινείστε ανάμεσά τους με τον ειδικό ρότορα του VoiceOver. Η Απομαγνητοφώνηση σας επιτρέπει να διαβάσετε το επεισόδιο ως κείμενο. Οι Βελτιώσεις Ήχου περιλαμβάνουν την Ενίσχυση Φωνής για πιο καθαρή ομιλία, την Περικοπή Σιωπής για παράλειψη των σιωπηλών τμημάτων και έναν ισοσταθμιστή με ενσωματωμένες προρρυθμίσεις. Διατίθεται επίσης το AirPlay, αν θέλετε να στείλετε την αναπαραγωγή σε ηχείο ή τηλεόραση. Η αναπαραγωγή συνεχίζεται αν φύγετε από την οθόνη του επεισοδίου. Ένα μίνι πρόγραμμα αναπαραγωγής παραμένει διαθέσιμο καθώς μετακινείστε ανάμεσα στις καρτέλες. Ένα διπλό άγγιγμα με δύο δάχτυλα οπουδήποτε στην εφαρμογή, γνωστό και ως Μαγικό άγγιγμα, κάνει αναπαραγωγή ή παύση σε ό,τι είναι φορτωμένο. Το AppleVis θυμάται πού σταματήσατε σε κάθε επεισόδιο. Το Από την αρχή σας επιστρέφει στην αρχή, και το Ακουσμένο είναι ένας διακόπτης που μπορείτε να ενεργοποιήσετε ως υπενθύμιση ότι έχετε ήδη ακούσει ένα επεισόδιο. Μπορείτε επίσης να χρησιμοποιήσετε την Προσθήκη στην Ουρά, να λάβετε το επεισόδιο για ακρόαση εκτός σύνδεσης ή να χρησιμοποιήσετε τις ίδιες ενέργειες Αποθήκευσης, Κοινοποίησης και Παρακολούθησης όπως και αλλού.
es: Los episodios de pódcast tienen su propia pantalla de reproducción. Puedes reproducir, pausar, saltar y cambiar la velocidad de reproducción. Si el episodio tiene capítulos, puedes usar la lista de capítulos o moverte entre ellos con el rotor de VoiceOver dedicado. Transcripción te permite leer el episodio como texto. Las mejoras de audio incluyen Aumento de voz para oír mejor las voces, Recortar silencios para saltar las partes silenciosas y un ecualizador con preajustes integrados. También puedes usar AirPlay para enviar la reproducción a un altavoz o a la tele. La reproducción continúa si sales de la pantalla del episodio. Un minirreproductor sigue disponible mientras te mueves entre pestañas. Una doble pulsación con dos dedos en cualquier parte de la app, también llamada Toque mágico, reproduce o pausa lo que esté cargado. AppleVis recuerda dónde te quedaste en cada episodio. Empezar de nuevo te lleva al principio, y Escuchado es un interruptor que puedes activar para recordar que ya has oído un episodio. También puedes usar Añadir a la cola, descargar el episodio para escucharlo sin conexión o usar las mismas acciones de Guardar, Compartir y Seguir que en el resto de la app.
fa: قسمت‌های پادکست صفحهٔ پخش خودشان را دارند. می‌توانید پخش کنید، مکث کنید، جلو و عقب بروید و سرعت پخش را تغییر دهید. اگر قسمت فصل‌بندی داشته باشد، می‌توانید از فهرست فصل‌ها استفاده کنید یا با چرخانهٔ ویژهٔ VoiceOver بین فصل‌ها جابه‌جا شوید. متن نوشتاری به شما امکان می‌دهد قسمت را به صورت متن بخوانید. بهبودهای صدا شامل افزایش صدا برای گفتار واضح‌تر، برش سکوت برای رد شدن از بخش‌های ساکت و یک اکولایزر با پیش‌تنظیم‌های داخلی است. اگر بخواهید پخش را به بلندگو یا تلویزیون بفرستید، AirPlay هم در دسترس است. اگر از صفحهٔ قسمت بیرون بروید، پخش ادامه پیدا می‌کند. یک پخش‌کنندهٔ کوچک هنگام جابه‌جایی بین زبانه‌ها در دسترس می‌ماند. ضربهٔ دوتایی با دو انگشت در هر جای برنامه، که به آن ضربهٔ جادویی هم می‌گویند، آنچه را بارگذاری شده پخش یا متوقف می‌کند. AppleVis به خاطر می‌سپارد در هر قسمت کجا متوقف شده‌اید. شروع دوباره شما را به ابتدا برمی‌گرداند، و شنیده‌شده کلیدی است که می‌توانید برای یادآوری اینکه قسمتی را قبلاً شنیده‌اید روشن کنید. همچنین می‌توانید از افزودن به صف استفاده کنید، قسمت را برای شنیدن آفلاین بارگیری کنید، یا از همان کنش‌های ذخیره، اشتراک‌گذاری و دنبال کردن در جاهای دیگر استفاده کنید.
fr: Les épisodes de podcast ont leur propre écran de lecture. Vous pouvez lire, mettre en pause, avancer ou reculer et changer la vitesse de lecture. Si l'épisode comporte des chapitres, vous pouvez utiliser la liste des chapitres ou passer d'un chapitre à l'autre avec le rotor VoiceOver dédié. Transcription vous permet de lire l'épisode sous forme de texte. Les améliorations audio comprennent l'Amplification vocale pour une voix plus claire, Réduire les silences pour sauter les passages silencieux, et un égaliseur avec des préréglages intégrés. AirPlay est aussi disponible pour envoyer la lecture vers une enceinte ou un téléviseur. La lecture continue si vous quittez l'écran de l'épisode. Un mini-lecteur reste disponible quand vous passez d'un onglet à l'autre. Un toucher à deux doigts n'importe où dans l'app, aussi appelé Toucher magique, lance ou met en pause ce qui est chargé. AppleVis se souvient de l'endroit où vous vous êtes arrêté dans chaque épisode. Recommencer vous ramène au début, et Écouté est un interrupteur que vous pouvez activer pour vous rappeler que vous avez déjà entendu un épisode. Vous pouvez aussi utiliser Ajouter à la file d'attente, télécharger l'épisode pour l'écouter hors ligne, ou utiliser les mêmes actions Enregistrer, Partager et Suivre qu'ailleurs.
he: לפרקי פודקאסט יש מסך השמעה משלהם. אפשר לנגן, להשהות, לדלג ולשנות את מהירות ההשמעה. אם בפרק יש פרקים פנימיים, אפשר להשתמש ברשימת הפרקים או לעבור ביניהם עם רוטור VoiceOver ייעודי. תמלול מאפשר לקרוא את הפרק כטקסט. שיפורי שמע כוללים הגברת קול לדיבור ברור יותר, קיצוץ שקט לדילוג על קטעים שקטים ואקולייזר עם הגדרות מובנות. גם AirPlay זמין אם תרצה לשלוח את ההשמעה לרמקול או לטלוויזיה. ההשמעה נמשכת גם אם יוצאים ממסך הפרק. נגן מוקטן נשאר זמין בזמן המעבר בין הלשוניות. הקשה כפולה בשתי אצבעות בכל מקום באפליקציה, הנקראת גם הקשת הקסם, מנגנת או משהה את מה שטעון. AppleVis זוכר איפה עצרת בכל פרק. התחל מחדש מחזיר אותך להתחלה, והושמע הוא מתג שאפשר להפעיל כתזכורת ששמעת כבר את הפרק. אפשר גם להשתמש בהוספה לתור, להוריד את הפרק להאזנה לא מקוונת או להשתמש באותן פעולות של שמירה, שיתוף ומעקב שזמינות במקומות אחרים.
hi: पॉडकास्ट एपिसोड की अपनी प्लेबैक स्क्रीन होती है। आप चला सकते हैं, रोक सकते हैं, आगे-पीछे जा सकते हैं और प्लेबैक गति बदल सकते हैं। अगर एपिसोड में अध्याय हैं, तो आप अध्याय सूची इस्तेमाल कर सकते हैं या खास VoiceOver रोटर से अध्यायों के बीच जा सकते हैं। ट्रांसक्रिप्ट से आप एपिसोड को टेक्स्ट के रूप में पढ़ सकते हैं। ऑडियो सुधार में साफ़ आवाज़ के लिए वॉइस बूस्ट, शांत हिस्से छोड़ने के लिए साइलेंस ट्रिम करें और पहले से बने प्रीसेट वाला इक्वलाइज़र शामिल है। अगर आप प्लेबैक को स्पीकर या टीवी पर भेजना चाहें, तो AirPlay भी उपलब्ध है। एपिसोड स्क्रीन छोड़ने पर भी प्लेबैक चलता रहता है। टैब बदलते समय एक मिनी प्लेयर उपलब्ध रहता है। ऐप में कहीं भी दो उँगलियों से डबल-टैप, जिसे मैजिक टैप भी कहते हैं, जो लोड है उसे चलाता या रोकता है। AppleVis याद रखता है कि आपने हर एपिसोड में कहाँ रोका था। शुरू से आपको शुरुआत पर वापस ले जाता है, और सुना हुआ एक स्विच है जिसे आप यह याद रखने के लिए चालू कर सकते हैं कि आप एपिसोड सुन चुके हैं। आप कतार में जोड़ें भी इस्तेमाल कर सकते हैं, ऑफ़लाइन सुनने के लिए एपिसोड डाउनलोड कर सकते हैं, या बाकी जगहों की तरह सहेजें, साझा करें और फ़ॉलो करें क्रियाएँ इस्तेमाल कर सकते हैं।
id: Episode podcast punya layar pemutaran sendiri. Anda bisa memutar, menjeda, melompat, dan mengubah kecepatan pemutaran. Jika episode memiliki bab, Anda bisa memakai daftar Bab atau berpindah antarbab dengan rotor VoiceOver khusus. Transkrip memungkinkan Anda membaca episode sebagai teks. Peningkatan Audio mencakup Peningkat Suara untuk ucapan yang lebih jelas, Pangkas Keheningan untuk melewati bagian yang sunyi, dan Equalizer dengan preset bawaan. AirPlay juga tersedia jika Anda ingin mengirim pemutaran ke speaker atau TV. Pemutaran tetap berlanjut jika Anda meninggalkan layar episode. Pemutar mini tetap tersedia saat Anda berpindah antartab. Ketuk dua kali dengan dua jari di mana saja dalam aplikasi, yang juga dikenal sebagai Ketuk Ajaib, memutar atau menjeda apa pun yang sedang dimuat. AppleVis mengingat di mana Anda berhenti di setiap episode. Mulai Ulang membawa Anda kembali ke awal, dan Sudah Didengarkan adalah sakelar yang bisa Anda nyalakan sebagai pengingat bahwa Anda sudah mendengarkan suatu episode. Anda juga bisa memakai Tambahkan ke Antrean, mengunduh episode untuk didengarkan offline, atau memakai tindakan Simpan, Bagikan, dan Ikuti yang sama seperti di tempat lain.
it: Gli episodi dei podcast hanno una loro schermata di riproduzione. Puoi riprodurre, mettere in pausa, andare avanti o indietro e cambiare la velocità. Se l'episodio ha dei capitoli, puoi usare l'elenco dei capitoli o spostarti tra i capitoli con il rotore VoiceOver dedicato. Trascrizione ti permette di leggere l'episodio come testo. I miglioramenti audio comprendono Potenziamento voce per un parlato più chiaro, Taglia silenzi per saltare le parti mute e un equalizzatore con preimpostazioni integrate. È disponibile anche AirPlay, se vuoi inviare l'audio a un altoparlante o alla TV. La riproduzione continua se esci dalla schermata dell'episodio. Un mini player resta disponibile mentre passi da un pannello all'altro. Un doppio tocco con due dita in qualsiasi punto dell'app, detto anche Tocco magico, avvia o mette in pausa ciò che è caricato. AppleVis ricorda dove ti sei fermato in ogni episodio. Ricomincia ti riporta all'inizio, e Ascoltato è un interruttore che puoi attivare per ricordarti che hai già sentito un episodio. Puoi anche usare Aggiungi alla coda, scaricare l'episodio per ascoltarlo offline o usare le stesse azioni Salva, Condividi e Segui disponibili altrove.
ja: ポッドキャストのエピソードには専用の再生画面があります。再生、一時停止、スキップ、再生速度の変更ができます。 エピソードにチャプターがある場合は、チャプター一覧を使うか、専用の VoiceOver ローターでチャプター間を移動できます。 「トランスクリプト」で、エピソードをテキストとして読めます。 オーディオ強調機能には、声を聞き取りやすくするボイスブースト、無音部分を飛ばす無音カット、プリセット付きのイコライザーがあります。スピーカーやテレビで再生したい場合は AirPlay も使えます。 エピソード画面を離れても再生は続きます。タブを移動している間もミニプレーヤーが使えます。 アプリ内のどこでも2本指でダブルタップする、いわゆるマジックタップで、読み込まれているものを再生または一時停止できます。 AppleVis は、各エピソードをどこまで聴いたかを覚えています。「最初から」で冒頭に戻れます。「聴取済み」は、そのエピソードをもう聴いたことを思い出すためにオンにできるスイッチです。 ほかにも、「キューに追加」を使ったり、エピソードをダウンロードしてオフラインで聴いたり、ほかの場所と同じ「保存」「共有」「フォロー」のアクションを使ったりできます。
ko: 팟캐스트 에피소드에는 전용 재생 화면이 있어요. 재생, 일시 정지, 건너뛰기, 재생 속도 변경을 할 수 있어요. 에피소드에 챕터가 있으면 챕터 목록을 쓰거나 전용 VoiceOver 로터로 챕터 사이를 이동할 수 있어요. '대본'으로 에피소드를 텍스트로 읽을 수 있어요. 오디오 향상 기능에는 말소리를 또렷하게 해 주는 음성 부스트, 조용한 구간을 건너뛰는 무음 구간 제거, 기본 프리셋이 있는 이퀄라이저가 있어요. 스피커나 TV로 재생을 보내고 싶다면 AirPlay도 쓸 수 있어요. 에피소드 화면을 벗어나도 재생은 계속돼요. 탭을 오가는 동안에도 미니 플레이어를 쓸 수 있어요. 앱 어디에서든 두 손가락으로 두 번 탭하는 매직 탭으로, 불러온 항목을 재생하거나 일시 정지할 수 있어요. AppleVis는 각 에피소드에서 어디까지 들었는지 기억해요. '처음부터'는 처음으로 되돌려 주고, '들음'은 에피소드를 이미 들었다는 것을 기억하려고 켤 수 있는 스위치예요. '대기열에 추가'를 쓰거나, 오프라인으로 듣기 위해 에피소드를 다운로드하거나, 다른 곳과 같은 '저장', '공유', '팔로우' 동작을 쓸 수도 있어요.
nl: Podcastafleveringen hebben een eigen afspeelscherm. Je kunt afspelen, pauzeren, vooruit- of terugspringen en de afspeelsnelheid wijzigen. Heeft de aflevering hoofdstukken, dan kun je de hoofdstukkenlijst gebruiken of met de speciale VoiceOver-rotor tussen hoofdstukken wisselen. Met Transcript lees je de aflevering als tekst. Audioverbeteringen omvatten Stemversterking voor duidelijkere spraak, Stilte bijsnijden om stille stukken over te slaan en een equalizer met ingebouwde voorinstellingen. AirPlay is ook beschikbaar als je het geluid naar een speaker of tv wilt sturen. Het afspelen gaat door als je het afleveringsscherm verlaat. Een minispeler blijft beschikbaar terwijl je tussen tabbladen wisselt. Een dubbeltik met twee vingers ergens in de app, ook wel de Magische tik genoemd, speelt af of pauzeert wat er geladen is. AppleVis onthoudt waar je in elke aflevering was gebleven. Opnieuw beginnen brengt je terug naar het begin, en Beluisterd is een schakelaar die je kunt aanzetten als geheugensteun dat je een aflevering al hebt gehoord. Je kunt ook Toevoegen aan wachtrij gebruiken, de aflevering downloaden om offline te luisteren, of dezelfde acties Bewaar, Deel en Volg gebruiken als elders.
pl: Odcinki podcastów mają własny ekran odtwarzania. Możesz odtwarzać, wstrzymywać, przewijać i zmieniać prędkość odtwarzania. Jeśli odcinek ma rozdziały, możesz użyć listy rozdziałów albo przechodzić między nimi za pomocą osobnego pokrętła VoiceOver. Transkrypcja pozwala przeczytać odcinek jako tekst. Ulepszenia dźwięku obejmują Wzmocnienie głosu dla wyraźniejszej mowy, Przycinanie ciszy do pomijania cichych fragmentów oraz korektor z wbudowanymi ustawieniami. Dostępny jest też AirPlay, jeśli chcesz przesłać dźwięk do głośnika lub telewizora. Odtwarzanie trwa dalej, gdy opuścisz ekran odcinka. Miniodtwarzacz pozostaje dostępny, gdy przechodzisz między kartami. Stuknięcie dwukrotne dwoma palcami w dowolnym miejscu aplikacji, zwane też magicznym stuknięciem, odtwarza lub wstrzymuje to, co jest załadowane. AppleVis pamięta, w którym miejscu każdego odcinka skończyłeś. Od początku przenosi Cię z powrotem na początek, a Przesłuchane to przełącznik, który możesz włączyć jako przypomnienie, że odcinek już słyszałeś. Możesz też użyć opcji Dodaj do kolejki, pobrać odcinek do słuchania offline albo korzystać z tych samych działań Zapisz, Udostępnij i Obserwuj co w innych miejscach.
pt: Os episódios de podcast têm sua própria tela de reprodução. Você pode reproduzir, pausar, avançar ou voltar e mudar a velocidade. Se o episódio tiver capítulos, você pode usar a lista de capítulos ou passar de um capítulo a outro com o rotor exclusivo do VoiceOver. Transcrição permite ler o episódio como texto. Os aprimoramentos de áudio incluem Reforço de voz para uma fala mais clara, Cortar silêncio para pular trechos silenciosos e um equalizador com predefinições. O AirPlay também está disponível se você quiser enviar o áudio para uma caixa de som ou TV. A reprodução continua se você sair da tela do episódio. Um minirreprodutor continua disponível enquanto você muda de aba. Um toque duplo com dois dedos em qualquer lugar do app, também chamado de Toque mágico, reproduz ou pausa o que estiver carregado. O AppleVis lembra onde você parou em cada episódio. Recomeçar leva você de volta ao início, e Ouvido é um interruptor que você pode ativar como lembrete de que já ouviu um episódio. Você também pode usar Adicionar à fila, baixar o episódio para ouvir offline ou usar as mesmas ações de Salvar, Compartilhar e Seguir disponíveis em outros lugares.
ru: У выпусков подкастов свой экран воспроизведения. Можно воспроизводить, ставить на паузу, перематывать и менять скорость. Если в выпуске есть главы, можно воспользоваться списком глав или переходить между ними с помощью отдельного ротора VoiceOver. «Расшифровка» позволяет прочитать выпуск в виде текста. Улучшения звука включают «Усиление голоса» для более чёткой речи, «Обрезку тишины» для пропуска тихих фрагментов и эквалайзер со встроенными пресетами. Также доступен AirPlay, если вы хотите вывести звук на колонку или телевизор. Воспроизведение продолжается, если вы уходите с экрана выпуска. Мини-плеер остаётся доступен при переходе между вкладками. Двойное касание двумя пальцами в любом месте приложения, также называемое «волшебным касанием», запускает или ставит на паузу то, что загружено. AppleVis запоминает, где вы остановились в каждом выпуске. «Сначала» возвращает к началу, а «Прослушано» — это переключатель, который можно включить как напоминание, что выпуск вы уже слушали. Можно также воспользоваться «Добавить в очередь», загрузить выпуск для прослушивания офлайн или использовать те же действия «Сохранить», «Поделиться» и «Подписаться», что и в других местах.
sv: Poddavsnitt har en egen uppspelningsskärm. Du kan spela upp, pausa, hoppa framåt och bakåt och ändra uppspelningshastigheten. Om avsnittet har kapitel kan du använda kapitellistan eller flytta mellan kapitel med den särskilda VoiceOver-rotorn. Med Transkription kan du läsa avsnittet som text. Ljudförbättringar omfattar Röstförstärkning för tydligare tal, Trimma tystnad för att hoppa över tysta partier och en equalizer med inbyggda förinställningar. AirPlay finns också om du vill skicka uppspelningen till en högtalare eller tv. Uppspelningen fortsätter om du lämnar avsnittsskärmen. En minispelare finns kvar medan du växlar mellan flikar. Ett dubbeltryck med två fingrar var som helst i appen, även kallat magiskt tryck, spelar upp eller pausar det som är laddat. AppleVis kommer ihåg var du slutade i varje avsnitt. Börja om tar dig tillbaka till början, och Lyssnad är en knapp du kan slå på som en påminnelse om att du redan har hört ett avsnitt. Du kan också använda Lägg till i kön, hämta avsnittet för att lyssna offline eller använda samma åtgärder för Spara, Dela och Följ som på andra ställen.
th: ตอนพอดแคสต์มีหน้าจอเล่นของตัวเอง คุณเล่น หยุดชั่วคราว ข้าม และเปลี่ยนความเร็วในการเล่นได้ หากตอนนั้นมีบท คุณใช้รายการบท หรือเลื่อนระหว่างบทด้วยตัวหมุน VoiceOver เฉพาะได้ ทรานสคริปต์ ช่วยให้คุณอ่านตอนนั้นเป็นข้อความ การปรับปรุงเสียงประกอบด้วยเพิ่มเสียงพูดเพื่อให้เสียงพูดชัดขึ้น ตัดความเงียบเพื่อข้ามช่วงที่เงียบ และอีควอไลเซอร์ที่มีค่าที่ตั้งไว้ในตัว นอกจากนี้ยังมี AirPlay หากต้องการส่งเสียงไปยังลำโพงหรือทีวี การเล่นจะดำเนินต่อไปแม้คุณออกจากหน้าจอตอนนั้น เครื่องเล่นขนาดเล็กยังใช้ได้ขณะที่คุณสลับไปมาระหว่างแท็บ การแตะสองครั้งด้วยสองนิ้วที่ใดก็ได้ในแอป หรือที่เรียกว่าการแตะวิเศษ จะเล่นหรือหยุดสิ่งที่โหลดไว้ AppleVis จำได้ว่าคุณหยุดไว้ตรงไหนในแต่ละตอน เริ่มใหม่ จะพาคุณกลับไปที่จุดเริ่มต้น และฟังแล้ว คือสวิตช์ที่คุณเปิดได้เพื่อเตือนว่าเคยฟังตอนนั้นแล้ว คุณยังใช้เพิ่มลงในคิว ดาวน์โหลดตอนนั้นไว้ฟังแบบออฟไลน์ หรือใช้การทำงานบันทึก แชร์ และติดตามแบบเดียวกับที่อื่นได้
tr: Podcast bölümlerinin kendi oynatma ekranı vardır. Oynatabilir, duraklatabilir, ileri ve geri atlayabilir ve oynatma hızını değiştirebilirsiniz. Bölümde kısımlar varsa Kısımlar listesini kullanabilir ya da özel VoiceOver rotoruyla kısımlar arasında geçiş yapabilirsiniz. Transkript, bölümü metin olarak okumanızı sağlar. Ses İyileştirmeleri; daha net konuşma için Ses Artırma'yı, sessiz bölümleri atlamak için Sessizliği Kırp'ı ve yerleşik ön ayarlı bir ekolayzeri içerir. Oynatmayı bir hoparlöre veya televizyona göndermek isterseniz AirPlay de kullanılabilir. Bölüm ekranından ayrılsanız da oynatma devam eder. Sekmeler arasında gezinirken bir mini oynatıcı kullanılabilir durumda kalır. Uygulamanın herhangi bir yerinde iki parmakla çift dokunma, yani Sihirli Dokunuş, yüklü olanı oynatır veya duraklatır. AppleVis her bölümde nerede kaldığınızı hatırlar. Baştan Başla sizi başa döndürür; Dinlendi ise bir bölümü zaten dinlediğinizi hatırlatmak için açabileceğiniz bir anahtardır. Ayrıca Sıraya Ekle'yi kullanabilir, bölümü çevrimdışı dinlemek için indirebilir ya da başka yerlerdeki Kaydet, Paylaş ve Takip Et eylemlerini kullanabilirsiniz.
uk: Випуски подкастів мають власний екран відтворення. Можна відтворювати, ставити на паузу, перемотувати й змінювати швидкість. Якщо у випуску є розділи, можна скористатися списком розділів або переходити між ними за допомогою окремого ротора VoiceOver. «Розшифровка» дає змогу прочитати випуск як текст. Покращення звуку включають «Підсилення голосу» для чіткішого мовлення, «Обрізання тиші» для пропуску тихих фрагментів і еквалайзер із вбудованими пресетами. Також доступний AirPlay, якщо ви хочете вивести звук на колонку чи телевізор. Відтворення триває, якщо ви залишаєте екран випуску. Міні-плеєр залишається доступним під час переходу між вкладками. Подвійний дотик двома пальцями в будь-якому місці додатка, який також називають «чарівним дотиком», запускає або ставить на паузу те, що завантажено. AppleVis пам'ятає, де ви зупинилися в кожному випуску. «Спочатку» повертає на початок, а «Прослухано» — це перемикач, який можна ввімкнути як нагадування, що випуск ви вже слухали. Можна також скористатися «Додати до черги», завантажити випуск для прослуховування офлайн або використовувати ті самі дії «Зберегти», «Поширити» та «Стежити», що й деінде.
vi: Tập podcast có màn hình phát riêng. Bạn có thể phát, tạm dừng, tua và đổi tốc độ phát. Nếu tập có các chương, bạn có thể dùng danh sách chương hoặc di chuyển giữa các chương bằng rô-to VoiceOver riêng. Bản chép lời cho phép bạn đọc tập dưới dạng văn bản. Tăng cường âm thanh gồm Tăng cường giọng nói cho lời nói rõ hơn, Cắt khoảng lặng để bỏ qua các đoạn im lặng và bộ chỉnh âm với các cài đặt sẵn. AirPlay cũng có sẵn nếu bạn muốn phát qua loa hoặc TV. Việc phát vẫn tiếp tục khi bạn rời màn hình tập. Trình phát thu nhỏ luôn có sẵn khi bạn chuyển giữa các tab. Chạm hai lần bằng hai ngón ở bất kỳ đâu trong ứng dụng, còn gọi là Chạm ma thuật, sẽ phát hoặc tạm dừng nội dung đang được tải. AppleVis nhớ chỗ bạn dừng ở mỗi tập. Phát lại từ đầu đưa bạn về đầu tập, còn Đã nghe là công tắc bạn có thể bật để nhắc mình đã nghe tập đó. Bạn cũng có thể dùng Thêm vào hàng đợi, tải tập về để nghe ngoại tuyến, hoặc dùng cùng các tác vụ Lưu, Chia sẻ và Theo dõi như ở nơi khác.
zh_hans: 播客单集有自己的播放界面。你可以播放、暂停、跳过以及更改播放速度。 如果单集包含章节，你可以使用章节列表，或用专门的 VoiceOver 转子在章节之间移动。 “文字稿”可以让你以文本形式阅读单集内容。 音频增强功能包括让语音更清晰的“人声增强”、跳过静音片段的“静音修剪”，以及带有内置预设的均衡器。如果想把播放发送到扬声器或电视，也可以使用 AirPlay。 离开单集界面后播放会继续。在标签页之间切换时，迷你播放器始终可用。 在应用中的任意位置用两根手指轻点两下，也就是“魔法轻点”，可以播放或暂停当前载入的内容。 AppleVis 会记住你在每一集中停下的位置。“从头开始”会带你回到开头，“已收听”是一个开关，你可以打开它来提醒自己已经听过这一集。 你还可以使用“添加到队列”，下载单集以便离线收听，或使用与其他地方相同的保存、分享和关注操作。
